Revit 2027 API
SymbolTypeId.TCO2ePerMWh Property
 Symbol tCO₂e/MWh, indicating tonnes Carbon Dioxide per megawatt hour
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerMWh { get; }
Public Shared ReadOnly Property TCO2ePerMWh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerMWh {
	ForgeTypeId^ get ();
}
static member TCO2ePerMWh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace